Repository: rfchu/khuaplayer
Catalog: Apps/Mac/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# emptyState.reason.waitingForIndex
source: This video's index is at the end of the file, so it can't play until that part is downloaded. Playback will start automatically.
de: Der Index dieses Videos steht am Ende der Datei. Die Wiedergabe ist erst möglich, wenn dieser Teil heruntergeladen ist, und startet dann automatisch.
es: El índice de este vídeo está al final del archivo, así que no se puede reproducir hasta que se descargue esa parte. La reproducción empezará automáticamente.
fr: L’index de cette vidéo se trouve à la fin du fichier : la lecture n’est possible qu’une fois cette partie téléchargée. Elle démarrera automatiquement.
id: Indeks video ini ada di akhir file, jadi video belum bisa diputar sampai bagian itu terunduh. Pemutaran akan dimulai otomatis.
it: L’indice di questo video si trova alla fine del file, quindi non può essere riprodotto finché quella parte non viene scaricata. La riproduzione partirà automaticamente.
ja: この動画のインデックスはファイルの末尾にあるため、その部分がダウンロードされるまで再生できません。ダウンロードされると自動的に再生が始まります。
ko: 이 동영상의 인덱스가 파일 끝에 있어 그 부분이 다운로드될 때까지 재생할 수 없습니다. 다운로드되면 자동으로 재생됩니다.
nl: De index van deze video staat aan het einde van het bestand, dus afspelen kan pas als dat deel is gedownload. Het afspelen start dan automatisch.
pl: Indeks tego wideo znajduje się na końcu pliku, więc odtwarzanie będzie możliwe dopiero po pobraniu tej części. Rozpocznie się automatycznie.
pt: O índice deste vídeo está no final do arquivo, então ele só pode ser reproduzido depois que essa parte for baixada. A reprodução começará automaticamente.
ru: Индекс этого видео находится в конце файла, поэтому воспроизведение станет возможным только после загрузки этой части. Оно начнётся автоматически.
th: ดัชนีของวิดีโอนี้อยู่ท้ายไฟล์ จึงเล่นไม่ได้จนกว่าส่วนนั้นจะดาวน์โหลดเสร็จ เมื่อดาวน์โหลดแล้วจะเริ่มเล่นโดยอัตโนมัติ
tr: Bu videonun dizini dosyanın sonunda olduğundan o kısım indirilene kadar oynatılamaz. Oynatma otomatik olarak başlayacak.
vi: Chỉ mục của video này nằm ở cuối tệp nên chưa thể phát cho đến khi phần đó được tải xuống. Video sẽ tự động phát.
zh_hans: 这个视频的索引在文件末尾，要下载到末尾才能播放；下载到了会自动开始。
zh_hant: 這部影片的索引在檔案末尾，要下載到末尾才能播放；下載到了會自動開始。

# emptyState.reason.waitingForIndexStalled
source: The download seems to have stopped. This video's index is at the end of the file; playback will start automatically once it's downloaded.
de: Der Download scheint angehalten zu sein. Der Index dieses Videos steht am Ende der Datei; sobald er heruntergeladen ist, startet die Wiedergabe automatisch.
es: Parece que la descarga se ha detenido. El índice de este vídeo está al final del archivo; la reproducción empezará automáticamente cuando se descargue.
fr: Le téléchargement semble interrompu. L’index de cette vidéo se trouve à la fin du fichier ; la lecture démarrera automatiquement une fois celui-ci téléchargé.
id: Unduhan tampaknya berhenti. Indeks video ini ada di akhir file; pemutaran akan dimulai otomatis setelah bagian itu terunduh.
it: Il download sembra interrotto. L’indice di questo video si trova alla fine del file; la riproduzione partirà automaticamente una volta scaricato.
ja: ダウンロードが止まっているようです。この動画のインデックスはファイルの末尾にあり、ダウンロードされると自動的に再生が始まります。
ko: 다운로드가 멈춘 것 같습니다. 이 동영상의 인덱스가 파일 끝에 있어, 다운로드되면 자동으로 재생됩니다.
nl: De download lijkt gestopt. De index van deze video staat aan het einde van het bestand; zodra die is gedownload, start het afspelen automatisch.
pl: Pobieranie chyba się zatrzymało. Indeks tego wideo znajduje się na końcu pliku; odtwarzanie rozpocznie się automatycznie po jego pobraniu.
pt: O download parece ter parado. O índice deste vídeo está no final do arquivo; a reprodução começará automaticamente quando ele for baixado.
ru: Похоже, загрузка остановилась. Индекс этого видео находится в конце файла; воспроизведение начнётся автоматически, когда он загрузится.
th: ดูเหมือนการดาวน์โหลดจะหยุดอยู่ ดัชนีของวิดีโอนี้อยู่ท้ายไฟล์ เมื่อดาวน์โหลดส่วนนั้นแล้วจะเริ่มเล่นโดยอัตโนมัติ
tr: İndirme durmuş görünüyor. Bu videonun dizini dosyanın sonunda; indirildiğinde oynatma otomatik olarak başlayacak.
vi: Có vẻ quá trình tải xuống đã dừng. Chỉ mục của video này nằm ở cuối tệp; video sẽ tự động phát khi phần đó được tải xuống.
zh_hans: 下载似乎已停止。这个视频的索引在文件末尾，下载到了会自动开始播放。
zh_hant: 下載似乎已停止。這部影片的索引在檔案末尾，下載到了會自動開始播放。

# emptyState.title
source: Nothing to play
de: Nichts abspielbar
es: No hay nada que reproducir
fr: Rien à lire
id: Tidak ada yang bisa diputar
it: Niente da riprodurre
ja: 再生できる内容がありません
ko: 재생할 내용이 없습니다
nl: Niets om af te spelen
pl: Brak treści do odtworzenia
pt: Nada para reproduzir
ru: Нечего воспроизводить
th: ไม่มีเนื้อหาที่เล่นได้
tr: Oynatılacak içerik yok
vi: Không có nội dung để phát
zh_hans: 没有可播放的内容
zh_hant: 沒有可播放的內容

# emptyState.title.waitingForDownload
source: Waiting for the download to finish
de: Warten, bis der Download abgeschlossen ist
es: Esperando a que termine la descarga
fr: En attente de la fin du téléchargement
id: Menunggu unduhan selesai
it: In attesa del completamento del download
ja: ダウンロードの完了を待っています
ko: 다운로드 완료 대기 중
nl: Wachten tot de download klaar is
pl: Oczekiwanie na zakończenie pobierania
pt: Aguardando a conclusão do download
ru: Ожидание завершения загрузки
th: กำลังรอให้ดาวน์โหลดเสร็จ
tr: İndirmenin bitmesi bekleniyor
vi: Đang chờ tải xuống xong
zh_hans: 等待下载完成
zh_hant: 等待下載完成

# error.decodeFailed
source: Video decoding failed (the format may be unsupported)
de: Videodecodierung fehlgeschlagen (das Format wird möglicherweise nicht unterstützt)
es: Error al decodificar el video (el formato podría no ser compatible)
fr: Échec du décodage vidéo (format peut-être non pris en charge)
id: Dekode video gagal (format mungkin tidak didukung)
it: Decodifica video non riuscita (il formato potrebbe non essere supportato)
ja: ビデオのデコードに失敗しました（未対応のフォーマットの可能性があります）
ko: 비디오 디코딩에 실패했습니다(지원되지 않는 형식일 수 있음)
nl: Videodecodering mislukt (formaat wordt mogelijk niet ondersteund)
pl: Dekodowanie wideo nie powiodło się (format może być nieobsługiwany)
pt: Falha na decodificação do vídeo (o formato pode não ser compatível)
ru: Сбой декодирования видео (формат может не поддерживаться)
th: ถอดรหัสวิดีโอไม่สำเร็จ (รูปแบบอาจไม่รองรับ)
tr: Video kodu çözülemedi (format desteklenmiyor olabilir)
vi: Giải mã video thất bại (định dạng có thể không được hỗ trợ)
zh_hans: 视频解码失败（格式可能不受支持）
zh_hant: 影片解碼失敗（格式可能不受支援）

# error.decoderCreateFailed
source: Could not create a video decoder (the codec may be unsupported)
de: Videodecoder konnte nicht erstellt werden (der Codec wird möglicherweise nicht unterstützt)
es: No se pudo crear el decodificador de video (el códec podría no ser compatible)
fr: Impossible de créer un décodeur vidéo (codec peut-être non pris en charge)
id: Tidak dapat membuat dekoder video (codec mungkin tidak didukung)
it: Impossibile creare il decoder video (il codec potrebbe non essere supportato)
ja: ビデオデコーダを作成できません（未対応のコーデックの可能性があります）
ko: 비디오 디코더를 생성할 수 없습니다(지원되지 않는 코덱일 수 있음)
nl: Kan geen videodecoder aanmaken (codec wordt mogelijk niet ondersteund)
pl: Nie można utworzyć dekodera wideo (kodek może być nieobsługiwany)
pt: Não foi possível criar o decodificador de vídeo (o codec pode não ser compatível)
ru: Не удалось создать видеодекодер (кодек может не поддерживаться)
th: ไม่สามารถสร้างตัวถอดรหัสวิดีโอได้ (โคเดคอาจไม่รองรับ)
tr: Video kod çözücü oluşturulamadı (kodek desteklenmiyor olabilir)
vi: Không thể tạo bộ giải mã video (codec có thể không được hỗ trợ)
zh_hans: 无法创建视频解码器（编码格式可能不受支持）
zh_hant: 無法建立影片解碼器（編碼格式可能不受支援）

# error.localFilesOnly
source: This version only supports local files
de: Diese Version unterstützt nur lokale Dateien
es: Esta versión solo admite archivos locales
fr: Cette version ne prend en charge que les fichiers locaux
id: Versi ini hanya mendukung file lokal
it: Questa versione supporta solo file locali
ja: 現在のバージョンはローカルファイルのみ対応しています
ko: 현재 버전은 로컬 파일만 지원합니다
nl: Deze versie ondersteunt alleen lokale bestanden
pl: Ta wersja obsługuje tylko pliki lokalne
pt: Esta versão só oferece suporte a arquivos locais
ru: Эта версия поддерживает только локальные файлы
th: เวอร์ชันนี้รองรับเฉพาะไฟล์ในเครื่อง
tr: Bu sürüm yalnızca yerel dosyaları destekler
vi: Phiên bản này chỉ hỗ trợ tệp cục bộ
zh_hans: 当前版本仅支持本地文件
zh_hant: 目前版本僅支援本機檔案

# error.noPlayableTrack
source: No playable audio or video track was found; the file may be damaged or incomplete
de: Keine abspielbare Audio- oder Videospur gefunden; die Datei ist möglicherweise beschädigt oder unvollständig
es: No se encontró ninguna pista de audio o vídeo reproducible; el archivo puede estar dañado o incompleto
fr: Aucune piste audio ou vidéo lisible n’a été trouvée ; le fichier est peut-être endommagé ou incomplet
id: Tidak ditemukan trek audio atau video yang dapat diputar; file mungkin rusak atau tidak lengkap
it: Nessuna traccia audio o video riproducibile trovata; il file potrebbe essere danneggiato o incompleto
ja: 再生できる音声トラックや映像トラックが見つかりません。ファイルが破損しているか、不完全な可能性があります
ko: 재생할 수 있는 오디오 또는 비디오 트랙을 찾을 수 없습니다. 파일이 손상되었거나 불완전할 수 있습니다
nl: Geen afspeelbaar audio- of videospoor gevonden; het bestand is mogelijk beschadigd of onvolledig
pl: Nie znaleziono żadnej ścieżki audio ani wideo, którą można odtworzyć; plik może być uszkodzony lub niekompletny
pt: Nenhuma faixa de áudio ou vídeo reproduzível foi encontrada; o arquivo pode estar danificado ou incompleto
ru: Не найдено ни одной воспроизводимой аудио- или видеодорожки; файл может быть повреждён или неполон
th: ไม่พบแทร็กเสียงหรือวิดีโอที่เล่นได้ ไฟล์อาจเสียหายหรือไม่สมบูรณ์
tr: Oynatılabilir bir ses veya video parçası bulunamadı; dosya hasarlı ya da eksik olabilir
vi: Không tìm thấy luồng âm thanh hoặc video nào phát được; tệp có thể đã hỏng hoặc chưa đầy đủ
zh_hans: 没有找到可播放的音视频轨道，文件可能已损坏或不完整
zh_hant: 找不到可播放的音訊或視訊軌，檔案可能已損毀或不完整

# error.op.read
source: Read
de: Lesen
es: lectura
fr: la lecture
id: Pembacaan
it: Lettura
ja: 読み込み
ko: 읽기
nl: Lezen
pl: Odczyt
pt: leitura
ru: чтение
th: อ่าน
tr: Okuma
vi: Đọc
zh_hans: 读取
zh_hant: 讀取

# error.openFailed
source: Could not open the file
de: Datei konnte nicht geöffnet werden
es: No se pudo abrir el archivo
fr: Impossible d’ouvrir le fichier
id: Tidak dapat membuka file
it: Impossibile aprire il file
ja: ファイルを開けません
ko: 파일을 열 수 없습니다
nl: Kan het bestand niet openen
pl: Nie można otworzyć pliku
pt: Não foi possível abrir o arquivo
ru: Не удалось открыть файл
th: ไม่สามารถเปิดไฟล์ได้
tr: Dosya açılamadı
vi: Không thể mở tệp
zh_hans: 无法打开文件
zh_hant: 無法開啟檔案

# error.openFailed.indexAtTail
source: The index (moov) needed for playback was not found. The file may still be downloading, or its structure may be damaged
de: Der für die Wiedergabe benötigte Index (moov) wurde nicht gefunden. Möglicherweise wird die Datei noch heruntergeladen oder ihre Struktur ist beschädigt
es: No se encontró el índice (moov) necesario para la reproducción. Puede que el archivo aún se esté descargando o que su estructura esté dañada
fr: L’index (moov) nécessaire à la lecture est introuvable. Le fichier est peut-être encore en cours de téléchargement, ou sa structure peut être endommagée
id: Indeks (moov) yang diperlukan untuk pemutaran tidak ditemukan. File mungkin masih diunduh atau struktur file mungkin rusak
it: L’indice (moov) necessario per la riproduzione non è stato trovato. Il download del file potrebbe essere ancora in corso oppure la sua struttura potrebbe essere danneggiata
ja: 再生に必要なインデックス（moov）が見つかりません。ファイルがまだダウンロード中か、ファイル構造が破損している可能性があります
ko: 재생에 필요한 인덱스(moov)를 찾을 수 없습니다. 파일이 아직 다운로드 중이거나 파일 구조가 손상되었을 수 있습니다
nl: De index (moov) die nodig is voor het afspelen is niet gevonden. Het bestand wordt mogelijk nog gedownload of de bestandsstructuur kan beschadigd zijn
pl: Nie znaleziono indeksu (moov) potrzebnego do odtwarzania. Plik może być nadal pobierany lub jego struktura może być uszkodzona
pt: Não foi encontrado o índice (moov) necessário para a reprodução. O arquivo pode ainda estar sendo baixado ou sua estrutura pode estar danificada
ru: Не найден индекс (moov), необходимый для воспроизведения. Возможно, файл ещё загружается или его структура повреждена
th: ไม่พบดัชนี (moov) ที่จำเป็นสำหรับการเล่น ไฟล์อาจยังอยู่ระหว่างการดาวน์โหลด หรือโครงสร้างไฟล์อาจเสียหาย
tr: Oynatma için gereken dizin (moov) bulunamadı. Dosya hâlâ indiriliyor olabilir ya da dosya yapısı hasarlı olabilir
vi: Không tìm thấy chỉ mục (moov) cần thiết để phát. Tệp có thể vẫn đang được tải xuống hoặc cấu trúc tệp có thể đã hỏng
zh_hans: 未找到播放所需的索引（moov）。文件可能仍在下载，也可能存在结构损坏
zh_hant: 找不到播放所需的索引（moov）。檔案可能仍在下載，也可能存在結構損毀

# error.openFailed.missingMetadata
source: Missing the metadata needed for playback; the file may be incomplete
de: Die zum Abspielen nötigen Metadaten fehlen; die Datei ist möglicherweise unvollständig
es: Faltan los metadatos necesarios para la reproducción; el archivo puede estar incompleto
fr: Les métadonnées nécessaires à la lecture sont absentes ; le fichier est peut-être incomplet
id: Metadata yang diperlukan untuk pemutaran tidak ada; file mungkin tidak lengkap
it: Mancano i metadati necessari per la riproduzione; il file potrebbe essere incompleto
ja: 再生に必要なメタデータがありません。ファイルが不完全な可能性があります
ko: 재생에 필요한 메타데이터가 없습니다. 파일이 불완전할 수 있습니다
nl: De metadata die nodig is om af te spelen ontbreekt; het bestand is mogelijk onvolledig
pl: Brak metadanych potrzebnych do odtwarzania; plik może być niekompletny
pt: Faltam os metadados necessários para a reprodução; o arquivo pode estar incompleto
ru: Отсутствуют метаданные, необходимые для воспроизведения; файл может быть неполным
th: ไม่มีข้อมูลเมตาที่จำเป็นสำหรับการเล่น ไฟล์อาจไม่สมบูรณ์
tr: Oynatma için gereken meta veriler eksik; dosya eksik olabilir
vi: Thiếu siêu dữ liệu cần thiết để phát; tệp có thể chưa đầy đủ
zh_hans: 缺少播放所需的元数据，文件可能不完整
zh_hant: 缺少播放所需的中繼資料，檔案可能不完整

# error.openFailed.zeroHead
source: The file begins with unwritten blank space; it may not have finished downloading
de: Die Datei beginnt mit einem noch nicht geschriebenen leeren Bereich; der Download ist möglicherweise nicht abgeschlossen
es: El archivo empieza con un espacio en blanco sin escribir; puede que la descarga no haya terminado
fr: Le fichier commence par une zone vide non écrite ; le téléchargement n’est peut-être pas terminé
id: File diawali dengan area kosong yang belum ditulis; unduhan mungkin belum selesai
it: Il file inizia con un’area vuota non ancora scritta; il download potrebbe non essere completo
ja: ファイルの先頭が未書き込みの空白領域です。ダウンロードが完了していない可能性があります
ko: 파일이 아직 기록되지 않은 빈 영역으로 시작합니다. 다운로드가 끝나지 않았을 수 있습니다
nl: Het bestand begint met een nog niet geschreven leeg gebied; de download is mogelijk niet voltooid
pl: Plik zaczyna się od niezapisanego pustego obszaru; pobieranie mogło nie zostać zakończone
pt: O arquivo começa com um espaço em branco ainda não gravado; o download pode não ter terminado
ru: Файл начинается с незаписанной пустой области; возможно, загрузка не завершена
th: ไฟล์เริ่มต้นด้วยพื้นที่ว่างที่ยังไม่ได้เขียน การดาวน์โหลดอาจยังไม่เสร็จสิ้น
tr: Dosya henüz yazılmamış boş bir alanla başlıyor; indirme tamamlanmamış olabilir
vi: Tệp bắt đầu bằng một vùng trống chưa được ghi; quá trình tải xuống có thể chưa hoàn tất
zh_hans: 文件开头是尚未写入的空白区，文件可能未下载完成
zh_hant: 檔案開頭是尚未寫入的空白區域，可能尚未下載完成

# error.operationFailedFmt
source: %@ failed: %s
de: %@ fehlgeschlagen: %s
es: Error de %@: %s
fr: Échec de %@ : %s
id: %@ gagal: %s
it: %@ non riuscita: %s
ja: %@に失敗しました：%s
ko: %@ 실패: %s
nl: %@ mislukt: %s
pl: %@ nie powiodło się: %s
pt: Falha de %@: %s
ru: Не удалось выполнить операцию «%@»: %s
th: %@ไม่สำเร็จ: %s
tr: %@ başarısız: %s
vi: %@ thất bại: %s
zh_hans: %@失败：%s
zh_hant: %@失敗：%s

# hdr.compat.hdr10Base
source: HDR10-compatible base layer
de: HDR10-kompatible Basisschicht
es: Capa base compatible con HDR10
fr: Couche de base compatible HDR10
id: Lapisan dasar kompatibel HDR10
it: Livello base compatibile HDR10
ja: HDR10 互換ベースレイヤー
ko: HDR10 호환 베이스 레이어
nl: HDR10-compatibele basislaag
pl: Warstwa bazowa zgodna z HDR10
pt: Camada de base compatível com HDR10
ru: Совместимый базовый слой HDR10
th: เลเยอร์พื้นฐานที่เข้ากันได้กับ HDR10
tr: HDR10 uyumlu temel katman
vi: Lớp cơ sở tương thích HDR10
zh_hans: HDR10 兼容基础层
zh_hant: HDR10 相容基礎層

# hdr.compat.hlgBase
source: HLG-compatible base layer
de: HLG-kompatible Basisschicht
es: Capa base compatible con HLG
fr: Couche de base compatible HLG
id: Lapisan dasar kompatibel HLG
it: Livello base compatibile HLG
ja: HLG 互換ベースレイヤー
ko: HLG 호환 베이스 레이어
nl: HLG-compatibele basislaag
pl: Warstwa bazowa zgodna z HLG
pt: Camada de base compatível com HLG
ru: Совместимый базовый слой HLG
th: เลเยอร์พื้นฐานที่เข้ากันได้กับ HLG
tr: HLG uyumlu temel katman
vi: Lớp cơ sở tương thích HLG
zh_hans: HLG 兼容基础层
zh_hant: HLG 相容基礎層

# hdr.compat.iptNone
source: IPTPQc2 · no compatibility layer
de: IPTPQc2 · keine Kompatibilitätsschicht
es: IPTPQc2 · sin capa de compatibilidad
fr: IPTPQc2 · aucune couche de compatibilité
id: IPTPQc2 · tanpa lapisan kompatibilitas
it: IPTPQc2 · nessun livello di compatibilità
ja: IPTPQc2 · 互換レイヤーなし
ko: IPTPQc2 · 호환 레이어 없음
nl: IPTPQc2 · geen compatibiliteitslaag
pl: IPTPQc2 · brak warstwy zgodności
pt: IPTPQc2 · sem camada de compatibilidade
ru: IPTPQc2 · без слоя совместимости
th: IPTPQc2 · ไม่มีเลเยอร์ความเข้ากันได้
tr: IPTPQc2 · uyumluluk katmanı yok
vi: IPTPQc2 · không có lớp tương thích
zh_hans: IPTPQc2 · 无兼容层
zh_hant: IPTPQc2 · 無相容層

# hdr.compat.sdrBase
source: SDR-compatible base layer
de: SDR-kompatible Basisschicht
es: Capa base compatible con SDR
fr: Couche de base compatible SDR
id: Lapisan dasar kompatibel SDR
it: Livello base compatibile SDR
ja: SDR 互換ベースレイヤー
ko: SDR 호환 베이스 레이어
nl: SDR-compatibele basislaag
pl: Warstwa bazowa zgodna z SDR
pt: Camada de base compatível com SDR
ru: Совместимый базовый слой SDR
th: เลเยอร์พื้นฐานที่เข้ากันได้กับ SDR
tr: SDR uyumlu temel katman
vi: Lớp cơ sở tương thích SDR
zh_hans: SDR 兼容基础层
zh_hant: SDR 相容基礎層

# hdr.fpsUnknown
source: Frame rate unknown
de: Bildrate unbekannt
es: Frecuencia de fotogramas desconocida
fr: Fréquence d’images inconnue
id: Laju bingkai tidak diketahui
it: Frequenza fotogrammi sconosciuta
ja: フレームレート不明
ko: 프레임 속도 알 수 없음
nl: Beeldfrequentie onbekend
pl: Nieznana liczba klatek
pt: Taxa de quadros desconhecida
ru: Частота кадров неизвестна
th: ไม่ทราบอัตราเฟรม
tr: Kare hızı bilinmiyor
vi: Không rõ tốc độ khung hình
zh_hans: 帧率未知
zh_hant: 影格率未知

# hdr.gamutUnknown
source: Color gamut untagged
de: Farbraum nicht gekennzeichnet
es: Gama cromática sin etiquetar
fr: Gamut de couleurs non indiqué
id: Gamut warna tidak ditandai
it: Gamut colore non indicato
ja: 色域タグなし
ko: 색역 미지정
nl: Kleurengamma niet gelabeld
pl: Gamut kolorów nieoznaczony
pt: Gama de cores não especificada
ru: Цветовой охват не указан
th: ไม่ได้ระบุขอบเขตสี
tr: Renk gamı etiketlenmemiş
vi: Gam màu chưa được gắn nhãn
zh_hans: 色域未标注
zh_hant: 色域未標註

# hdr.outputLineFmt
source: %@ Output: %@
de: %@ Ausgabe: %@
es: %@ Salida: %@
fr: %@ Sortie : %@
id: %@ Keluaran: %@
it: %@ Uscita: %@
ja: %@ 出力：%@
ko: %@ 출력: %@
nl: %@ Uitvoer: %@
pl: %@ Wyjście: %@
pt: %@ Saída: %@
ru: %@ Вывод: %@
th: %@ เอาต์พุต: %@
tr: %@ Çıkış: %@
vi: %@ Đầu ra: %@
zh_hans: %@ 输出：%@
zh_hant: %@ 輸出：%@

# hdr.peakAvgFmt
source: Content peak %d nits · average %d nits
de: Spitzenhelligkeit %d Nits · Durchschnitt %d Nits
es: Pico del contenido %d nits · promedio %d nits
fr: Pic du contenu %d nits · moyenne %d nits
id: Puncak konten %d nits · rata-rata %d nits
it: Picco del contenuto %d nit · media %d nit
ja: コンテンツピーク %d nits · 平均 %d nits
ko: 콘텐츠 최대 %d nits · 평균 %d nits
nl: Contentpiek %d nits · gemiddeld %d nits
pl: Szczyt treści %d nitów · średnio %d nitów
pt: Pico do conteúdo %d nits · média %d nits
ru: Пик контента %d нит · среднее %d нит
th: ความสว่างสูงสุดของเนื้อหา %d นิต · เฉลี่ย %d นิต
tr: İçerik tepe parlaklığı %d nit · ortalama %d nit
vi: Đỉnh nội dung %d nits · trung bình %d nits
zh_hans: 内容峰值 %d nits · 平均 %d nits
zh_hant: 內容峰值 %d nits · 平均 %d nits

# hdr.peakFmt
source: Content peak %d nits
de: Spitzenhelligkeit %d Nits
es: Pico del contenido %d nits
fr: Pic du contenu %d nits
id: Puncak konten %d nits
it: Picco del contenuto %d nit
ja: コンテンツピーク %d nits
ko: 콘텐츠 최대 %d nits
nl: Contentpiek %d nits
pl: Szczyt treści %d nitów
pt: Pico do conteúdo %d nits
ru: Пик контента %d нит
th: ความสว่างสูงสุดของเนื้อหา %d นิต
tr: İçerik tepe parlaklığı %d nit
vi: Đỉnh nội dung %d nits
zh_hans: 内容峰值 %d nits
zh_hant: 內容峰值 %d nits

# hdr.plusSuffix
source: · includes HDR10+
de: · inkl. HDR10+
es: · incluye HDR10+
fr: · avec HDR10+
id: · termasuk HDR10+
it: · include HDR10+
ja: · HDR10+ 含む
ko: · HDR10+ 포함
nl: · met HDR10+
pl: · zawiera HDR10+
pt: · inclui HDR10+
ru: · включая HDR10+
th: · มี HDR10+
tr: · HDR10+ içerir
vi: · gồm HDR10+
zh_hans: · 含 HDR10+
zh_hant: · 含 HDR10+

# hint.dropOrOpen
source: Drag a video into the window, or press ⌘O to open
de: Video ins Fenster ziehen oder mit ⌘O öffnen
es: Arrastra un video a la ventana o pulsa ⌘O para abrir
fr: Glissez une vidéo dans la fenêtre ou appuyez sur ⌘O pour ouvrir
id: Seret video ke jendela ini, atau tekan ⌘O untuk membuka
it: Trascina un video nella finestra o premi ⌘O per aprirlo
ja: ビデオをウインドウにドラッグするか、⌘O で開きます
ko: 비디오를 윈도우에 드래그하거나 ⌘O를 눌러 열기
nl: Sleep een video naar het venster of druk op ⌘O om te openen
pl: Przeciągnij wideo do okna lub naciśnij ⌘O, aby otworzyć
pt: Arraste um vídeo para a janela ou pressione ⌘O para abrir
ru: Перетащите видео в окно или нажмите ⌘O, чтобы открыть
th: ลากวิดีโอมาวางในหน้าต่าง หรือกด ⌘O เพื่อเปิด
tr: Bir videoyu pencereye sürükleyin veya açmak için ⌘O tuşuna basın
vi: Kéo video vào cửa sổ, hoặc nhấn ⌘O để mở
zh_hans: 将视频拖入窗口，或按 ⌘O 打开
zh_hant: 將影片拖入視窗，或按 ⌘O 開啟

# hint.openingFmt
source: Opening %@…
de: %@ wird geöffnet …
es: Abriendo %@…
fr: Ouverture de %@…
id: Membuka %@…
it: Apertura di %@…
ja: %@ を開いています…
ko: %@ 여는 중…
nl: %@ wordt geopend…
pl: Otwieranie %@…
pt: Abrindo %@…
ru: Открывается %@…
th: กำลังเปิด %@…
tr: %@ açılıyor…
vi: Đang mở %@…
zh_hans: 正在打开 %@…
zh_hant: 正在開啟 %@…

# lang.ar
source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
id: Arab
it: Arabo
ja: アラビア語
ko: 아랍어
nl: Arabisch
pl: Arabski
pt: Árabe
ru: Арабский
th: อาหรับ
tr: Arapça
vi: Tiếng Ả Rập
zh_hans: 阿拉伯语
zh_hant: 阿拉伯文

# lang.de
source: German
de: Deutsch
es: Alemán
fr: Allemand
id: Jerman
it: Tedesco
ja: ドイツ語
ko: 독일어
nl: Duits
pl: Niemiecki
pt: Alemão
ru: Немецкий
th: เยอรมัน
tr: Almanca
vi: Tiếng Đức
zh_hans: 德语
zh_hant: 德文

# lang.en
source: English
de: Englisch
es: Inglés
fr: Anglais
id: Inggris
it: Inglese
ja: 英語
ko: 영어
nl: Engels
pl: Angielski
pt: Inglês
ru: Английский
th: อังกฤษ
tr: İngilizce
vi: Tiếng Anh
zh_hans: 英语
zh_hant: 英文

# lang.es
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
id: Spanyol
it: Spagnolo
ja: スペイン語
ko: 스페인어
nl: Spaans
pl: Hiszpański
pt: Espanhol
ru: Испанский
th: สเปน
tr: İspanyolca
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙文

# lang.fr
source: French
de: Französisch
es: Francés
fr: Français
id: Prancis
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
pl: Francuski
pt: Francês
ru: Французский
th: ฝรั่งเศส
tr: Fransızca
vi: Tiếng Pháp
zh_hans: 法语
zh_hant: 法文

# lang.it
source: Italian
de: Italienisch
es: Italiano
fr: Italien
id: Italia
it: Italiano
ja: イタリア語
ko: 이탈리아어
nl: Italiaans
pl: Włoski
pt: Italiano
ru: Итальянский
th: อิตาลี
tr: İtalyanca
vi: Tiếng Ý
zh_hans: 意大利语
zh_hant: 義大利文

# lang.ja
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
pl: Japoński
pt: Japonês
ru: Японский
th: ญี่ปุ่น
tr: Japonca
vi: Tiếng Nhật
zh_hans: 日语
zh_hant: 日文

# lang.ko
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
id: Korea
it: Coreano
ja: 韓国語
ko: 한국어
nl: Koreaans
pl: Koreański
pt: Coreano
ru: Корейский
th: เกาหลี
tr: Korece
vi: Tiếng Hàn
zh_hans: 韩语
zh_hant: 韓文
